course_texts = {
    "crypto": {
        "text": """
Курс “Блокчейн без границ: от основ к экспертным знаниям” предлагает всем желающим удивительный шанс окунуться в мир децентрализованных систем и цифровой валюты.

Среди основных тем можно выделить ключевые концепции и основные направления блокчейна, архитектуру и принципы его работы и роль основных трендов в криптовалютах.

Курс уделяет внимание актуальным проблемам: смарт-контрактам, безопасности и законодательству.

Онлайн-курс доступен независимо от уровня подготовки. Все материалы — на русском языке.
""",
        "url": "https://pointfuture.skillspace.ru/course/41668/about"
    },

    "trading": {
        "text": """
        Вас ждёт стартовый курс академических уроков технического анализа, в которых подробно будут даны все базовые инструменты и их практическое применение, чтобы вы смогли создать основу своей торговой стратегии и начать создавать свой пошаговый алгоритм прибыльных сделок.

Материалы даны в видео-формате, детализированы в текстовом варианте, плюс практикумы и, конечно, задания (как же без уроков!).
Факультативно будут даны книги и дополнительный материал для понимания работы инструментов рынка в целом и психологии трейдинга.

Не буду убеждать в том, что это легко и просто, но если вы будете внимательны и приложите усилия к изучению, результат неизбежен.
        """,
        "url": "https://pointfuture.skillspace.ru/l/trejding-7d64b2"
    },

    "culture": {
        "text": """
Культурология открывает путь к постижению различных поколений, ментальностей, художественных направлений и традиций. Этот предмет позволит Вам освоить знания, раскрывающие суть мировых тенденций и уникальные черты местных культур.


Курс «Культурология» сосредоточен на изучении культурных феноменов и теорий, включая анализ современных явлений, с которыми мы ежедневно взаимодействуем. В рамках курса будут рассматриваться актуальные научные подходы к исследованию этих вопросов.

Данный онлайн-курс доступен слушателям независимо от уровня их предварительной подготовки; специальные знания для старта не требуются. Все учебные материалы, включая лекции, представлены на русском языке.
        """,
        "url": "https://pointfuture.skillspace.ru/course/63202/about"
    },

    "aesthetics": {
        "text": """
Эстетика представляет собой многоаспектную систему, охватывающую различные уровни восприятия и интерпретации художественного опыта. Она включает в себя как теоретические концепции, так и практические аспекты, связанные с созданием и оценкой произведений искусства. Эстетика исследует принципы красоты, гармонии и выразительности, а также механизмы воздействия искусства на человека. Она является неотъемлемой частью культурного контекста, способствующей глубокому пониманию и оценке эстетического измерения жизни.


Курс «Эстетика» направлен на то, чтобы сформировать у слушателей представления о современных эстетических концепциях, создать всестороннее представление о мировой культуре и проанализировать глобальные тенденции.


Данный онлайн-курс доступен слушателям независимо от уровня их предварительной подготовки; специальные знания для старта не требуются. Все учебные материалы, включая лекции, представлены на русском языке.
        """,
        "url": "https://pointfuture.skillspace.ru/course/65236/about"
    },

    "religion": {
        "text": """
Религиоведение нацелено на формирование систематизированных знаний о мировых религиозных традициях, их историческом развитии, основополагающих вероучительных принципах и воздействии на общественную жизнь. Дисциплина рассматривает ключевые религиозные течения, их культурные и социальные аспекты, а также анализирует роль религии в формировании идентичности и ценностной системы общества.


Курс «Религиоведения» направлен на изучение системных знаний о религиозных традициях мира, их истории, вероучениях и влиянии на общество. Более того, он способствует развитию умений критического анализа и интерпретации религиозных текстов и символов, а также на пониманию роли религии в культурном, социальном и политическом контексте. 


Данный онлайн-курс доступен слушателям независимо от уровня их предварительной подготовки; специальные знания для старта не требуются. Все учебные материалы, включая лекции, представлены на русском языке.
        """,
        "url": "https://pointfuture.skillspace.ru/course/65235/about"
    },

    "ethics": {
        "text": """
Этика и этикет представляют собой взаимодополняющие сферы, первая из которых занимается вопросами морали и нравственных принципов, а второй — правилами поведения и нормами общения в обществе. Вместе они формируют основу для гармоничных и конструктивных взаимоотношений между людьми, способствуют поддержанию общественного порядка и уважения друг к другу.

«Этика и Этикет» система знаний позволяющих эффективно разрешать вопросы в различных социальных и профессиональных ситуациях. Курс лекций направлен на формирование знаний о нормах поведения, принятых в обществе, а также на развитие навыков, необходимых для соблюдения этикетных правил в личной и деловой жизни.


Данный онлайн-курс доступен слушателям независимо от уровня их предварительной подготовки; специальные знания для старта не требуются. Все учебные материалы, включая лекции, представлены на русском языке
        """,
        "url": "https://pointfuture.skillspace.ru/course/65237/about"
    },

# Исправить когда появится инфа
    "psychology": {
        "text": """
            В разработке
        """,
        "url": "https://pointfuture.skillspace.ru"
    },
}
