FP_CLUB_TEXT = """
Клубная программа включает в себя:

🔅утренние эфиры, которые станут маяком на пути самопознания и развития, помогут раскрыть ваш потенциал, улучшить взаимодействие с окружающими и достичь новых высот в личной и профессиональной жизни!

🔅 приглашенных спикеров, профессионалов и экспертов в своей области знаний.

———

🏆Цель занятий:
Развитие ключевых универсальных навыков (Soft Skills) для повышения личной эффективности, улучшения коммуникации, развития эмоционального интеллекта и навыков командной работы.
"""