PROGRAM_OF_STREAMS_TEXT = """
🔆Что вас ждет:
Программа этого года, разделена на 4 блока, каждый из которых поможет вам освоить важные навыки и применить их на практике.

"""

PROGRAM_OF_STREAMS_END_TEXT = """
        
    В итоге:
    К концу программы вы не только получите новые знания, но и сможете применить их в реальной жизни. 
    Вы станете более уверенными, эффективными и гармоничными.
"""

# Тексты блоков
BLOCK_TEXTS = [
    "🔅Блок 1. Основы универсальных навыков и самопознание\n\n"
    "🟠Поймете, зачем нужны Soft Skills и как они влияют на вашу жизнь.\n"
    "🟠Узнаете свои сильные и слабые стороны.\n"
    "🟠Научитесь ставить цели, управлять временем и стрессом.\n"
    "🟠Разовьете эмоциональный интеллект и осознанность.",

    "🔅Блок 2. Коммуникация и взаимодействие\n\n"
    "🟠Освоите основы эффективной коммуникации и активного слушания.\n"
    "🟠Научитесь давать и принимать обратную связь.\n"
    "🟠Узнаете, как разрешать конфликты и работать в команде.\n"
    "🟠Разовьете навыки публичных выступлений.",

    "🔅Блок 3. Лидерство и управление\n\n"
    "🟠Поймете, что делает человека лидером.\n"
    "🟠Научитесь мотивировать себя и других.\n"
    "🟠Освоите основы делегирования и принятия решений.\n"
    "🟠Разовьете креативное мышление и навыки управления изменениями.",

    "🔅Блок 4. Профессиональное развитие и карьера\n\n"
    "🟠Узнаете, как построить личный бренд и развивать карьеру.\n"
    "🟠Научитесь эффективно вести переговоры и работать с возражениями.\n"
    "🟠Освоите основы управления проектами.\n"
    "🟠Найдете баланс между работой и личной жизнью."
]