WELCOME_TEXT = """
{first_name}, тебя приветствует образовательная платформа Future Point - уникальное пространство для обучения и саморазвития, где каждый получает доступ к:

🔵 Качественному актуальному образованию  
🔵 Получению новой профессии  
🔵 Инструментам для заработка и инвестиций  
🔵 Сообществу единомышленников  

Где ты сможешь:

🔅 развить критическое мышление  
🔅 Заложить фундамент личного и профессионального роста  
🔅 Создать условия для благополучной жизни  

Для дальнейшего взаимодействия с платформой, выбери направление, которое тебя на данный момент интересует:
"""

ACADEMY_TEXT = """
Благодарим за выбор наших обучающих курсов, здесь ты найдешь качественный материал, который подготовили специалисты в своей области.

Среди наших преподавателей:
▪️ Фадеева Татьяна – кандидат философских наук  
▪️ Доцент Микитюк Юрий – кандидат культурологии  
и другие эксперты.

С чего начать – выбор за Вами.  
Увлекательного путешествия в мир познаний! 👩‍🎓 🧑‍🎓
"""